tutorials/ocmfMassTransferDns/Lactose_nG15_C01_P30_J60_Lx5_Ly2_Lz25/constant/pRef
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2506                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       uniformDimensionedScalarField;
    location    "constant";
    object      pRef;
}
// ************************************************************************* //
#include "./constant/simulationConditions"
dimensions      [1 -1 -2 0 0 0 0];
value           $Pref;
// ************************************************************************* //
